simplify README
